Repository: ongaroandrea/Nutrition-app-ios
Catalog: Progetto Mobile/*.lproj/Localizable.strings
Languages: it

source: Welcome
it: Benvenuto

# titolo_1
source: Dietetics
it: Dietetica

# testo_1
source: Personalized nutritional programming aimed at improving the state of health, body composition
it: Programmazione nutrizionale personalizzata finalizzata al miglioramento dello stato di salute, della composizione corporea

# titolo_2
source: Sports Nutrition
it: Nutrizione Sportiva

# testo_2
source: Evaluation of the energy and nutritional needs of the sports subject and dietary planning
it: Valutazione dei fabbisogni energetici e nutrizionali del soggetto sportivo e programmazione dietetica

# titolo_3
source: Body Composition Analysis
it: Analisi Composizione Corporea

# testo_3
source: Body composition assessment with anthropo-plicometric and bioimpedance analysis
it: Valutazione della composizione corporea con analisi antropo-plicometrica e bioimpedenziometrica

# contattami
source: Contact me
it: Contattami

# contattato_giacomo
source: Are you registered?
it: Sei già registrato?

# testo_bottone
source: Come on in
it: Entra Pure

# testo_risultati
source: Track your results
it: Monitora i tuoi risultati

# placeholder_scelta_gionrni
source: Select the day
it: Scegli il giorno

# giorno_1
source: Monday
it: Lunedì

# giorno_2
source: Tuesday
it: Martedì

# giorno_3
source: Wednesday
it: Mercoledì

# giorno_4
source: Thursday
it: Giovedì

# giorno_5
source: Friday
it: Venerdì

# giorno_6
source: Saturday
it: Sabato

# giorno_7
source: Sunday
it: Domenica

# crea
source: Create
it: Crea

# ora
source: Hour
it: Ora

# come_sentito
source: How you felt?
it: Come ti sei sentito?

# nome
source: name
it: nome

# cognome
source: lastname
it: cognome

source: confirm password
it: conferma password

# crea_account
source: Create account
it: Crea account

# modifica_dati
source: Edit Personal Data
it: Modifica Dati

# face_id
source: Unlock with FaceID
it: Sblocca con FaceID

# notifiche_allenamenti
source: Workout Notification
it: Notifiche Allenamenti

# terms
source: Terms & Conditions
it: Termine & Condizioni

# saluti
source: Hello
it: Ciao

# visualize_diets
source: view your diet here
it: visualizza la tua dieta qui

# scopri
source: Discover
it: Scopri

source: Recipes Available
it: Ricette Disponibili

# visualize
source: View
it: Visualizza

# dieta
source: Diet
it: Dieta

# loginFace
source: Login with FaceID
it: Sblocca con FaceID

# loginTouch
source: Login with TouchID
it: Sblocca con TouchID

# loginCredential
source: Login with your credentials
it: Effettua il login con le credenziali

# errore
source: Error
it: Errore

# successo
source: Success
it: Successo

# valori_modificati
source: Values ​​have been changed successfully
it: I valori sono stati modificati con successo.

# valori_non_modificati
source: Values ​​have not been changed! Check Fields!
it: I valori non sono stati modificati.

# titolo_modifica_dati
source: Change your personal data
it: Modifica i tuoi dati

# biometrico_titolo
source: Biometric Unlock
it: Sblocco Biometrico

# biometrico_errore
source: Enable the use of faceID / touchID for this app in the settings
it: Abilitare l'utilizzo del faceID/touchID per questa app nelle impostazioni

# impostazioni
source: Settings
it: Impostazioni

# nessuna_notifica
source: No Notifications Yet
it: Nessuna notifica ancora

# no_permessi
source: Please Enable Notification Permission In Settings
it: Si prega di abilitare i permessi nell'impostazioni delle app

# notifiche
source: Notifications
it: Notifiche

# ogni
source: Every
it: Ogni

# follow_up_testo
source: You will see your current values ​​compared with those of previous visits
it: Vedrai i tuoi valori attuali comparati con quelli delle visite precedenti

# dieta_testo
source: Diet changes according to the values ​​recorded in the visit
it: Dieta modifica a seconda dei valori registrati nella visita

# bia_testo
source: Innovative "non-invasive" technique for assessing body composition and the distribution of fluids in the body
it: Innovativa tecnica “non invasiva” di valutazione della composizione corporea e della distribuzione dei fluidi nel corpo

# idratazione_testo
source: Water is a fundamental component of our body and constitutes more than 50% of our body weight.
it: L'acqua è un componente fondamentale del nostro organismo e costituisce più del 50% del nostro peso corporeo.

# dieta_titolo
source: Diets
it: Dieta

# idratazione_titolo
source: Idratations level.
it: Livello d'idrazione.

# riepilogo_visita
source: Visit Summary
it: Riepilogo Visita

# tempo
source: Execution time
it: Tempo di preparazione

# difficolta
source: Difficulty
it: Difficolta

# giorno
source: day
it: giorno

# colazione
source: Breakfast
it: Colazione

# merenda1
source: Snack
it: Merenda

# pranzo
source: Lunch
it: Pranzo

# merenda2
source: Snack
it: Merenda

# cena
source: Dinner
it: Cena

# dieta_numero_titolo
source: Diets Day
it: Dieta Giorno

# calendario
source: Appointments Calendar
it: Calendario Appuntamenti

# consulto
source: Periodic Consultation
it: Consulto Periodico

# risultati
source: Show Results >
it: Mostra i risultati >

# aggiungi_calendario
source: Add to Calendar >
it: Aggiungi al calendario >

# visite
source: Visits
it: Visite

# sensazioni
source: Sensations
it: Sensazioni
